{
    "mentors": [
        {
            "id": "1",
            "name": "Alif Jawad",
            "type": "PhD Mentor",
            "description": "Alif Jawad is a PhD student specializing in Mechanical Engineering. He has extensive experience in guiding students through the process of applying for higher studies abroad. Alif is currently studying at a top university in the USA and can provide valuable insights into the application process, scholarships, and student life abroad.",
            "location": "New York, USA",
            "rate": "$8/Session",
            "expertise": "Mechanical Engineering, Application Process, Scholarships",
            "university": {
                "name": "Top University USA",
                "description": "Top University USA is renowned for its research and academic excellence. Alif Jawad is part of a dynamic research team and has been actively involved in mentoring students from Bangladesh.",
                "contactEmail": "alif.jawad@topuniversity.edu",
                "contactPhone": "555-555-5551"
            }
        },
        {
            "id": "2",
            "name": "Nazmul Hasan",
            "type": "PhD Mentor",
            "location": "Toronto, Canada",
            "description": "Nazmul Hasan is an PhD student in Computer Science. With a passion for helping students achieve their academic goals, he offers guidance on choosing the right programs, preparing applications, and securing funding. Nazmul has firsthand experience with the Canadian education system and student life.",
            "rate": "$6/Session",
            "expertise": "Computer Science, Program Selection, Research Funding",
            "university": {
                "name": "Renowned University Canada",
                "description": "Renowned University Canada is known for its innovative research and diverse student body. Nazmul Hasan is dedicated to supporting students from Bangladesh in navigating the journey to higher education in Canada.",
                "contactEmail": "nazmul.hasan@renowneduniversity.ca",
                "contactPhone": "555-555-5552"
            }
        },
        {
            "id": "3",
            "name": "Fahim Ahmed",
            "type": "MS Mentor",
            "location": "London, UK",
            "description": "Fahim Ahmed is a MS student in Nuclear Engineering. He has successfully mentored several students in applying for prestigious programs and scholarships. Fahim offers expert advice on research proposals, application strategies, and adapting to academic life in the UK.",
            "rate": "$5/Session",
            "expertise": "Nuclear Engineering, Research Proposals, Scholarships",
            "university": {
                "name": "Prestigious University UK",
                "description": "Prestigious University UK is a leader in biomedical research and education. Fahim Ahmed plays an active role in mentoring international students and helping them achieve their academic aspirations.",
                "contactEmail": "fahim.ahmed@prestigiousuniversity.ac.uk",
                "contactPhone": "555-555-5553"
            }
        },
        {
            "id": "4",
            "name": "Evan Arup",
            "type": "PhD Mentor",
            "location": "Sydney, Australia",
            "description": "Evan Arup is an PhD candidate in Information Technology. He is dedicated to providing mentorship on course selection, application preparation, and career opportunities. Evan has extensive knowledge of the Australian education system and student support services.",
            "rate": "$7/Session",
            "expertise": "Information Technology, Course Selection, Career Opportunities",
            "university": {
                "name": "Leading University Australia",
                "description": "Leading University Australia offers cutting-edge programs and a supportive environment for international students. Evan Arup is committed to helping students from Bangladesh make informed decisions about their education and career paths.",
                "contactEmail": "evan.arup@leadinguniversity.au",
                "contactPhone": "555-555-5554"
            }
        },
        {
            "id": "5",
            "name": "Niyaz Ahmed",
            "type": "MS Mentor",
            "location": "Berlin, Germany",
            "description": "Niyaz Ahmed is a scholar in Electrical Engineering. He provides mentorship on preparing for doctoral programs, securing research funding, and adjusting to life in Germany. Niyaz has a strong track record of helping students from Bangladesh achieve their academic goals.",
            "rate": "$6/Session",
            "expertise": "Electrical Engineering, Research Funding, German Education System",
            "university": {
                "name": "Technical University Germany",
                "description": "Technical University Germany is a hub for engineering excellence and innovation. Niyaz Ahmed is part of a collaborative research community and actively mentors students pursuing higher education in Germany.",
                "contactEmail": "niyaz.ahmed@technicaluniversity.de",
                "contactPhone": "555-555-5555"
            }
        },
        {
            "id": "6",
            "name": "Ucchwas Dewan",
            "type": "MS Mentor",
            "location": "Amsterdam, Netherlands",
            "description": "Ucchwas Dewan is an MS student in Environmental Science. He is passionate about guiding students through the application process, securing scholarships, and succeeding in their studies abroad. Ucchwas brings valuable experience from the Netherlands' education system and environmental programs.",
            "rate": "$5/Session",
            "expertise": "Environmental Science, Scholarships, Dutch Education System",
            "university": {
                "name": "Environmental University Netherlands",
                "description": "Environmental University Netherlands is a leading institution for environmental studies. Ucchwas Dewan is dedicated to mentoring students from Bangladesh and helping them thrive in their academic pursuits.",
                "contactEmail": "ucchwas.dewan@environmentaluniversity.nl",
                "contactPhone": "555-555-5556"
            }
        }
    ]
}